Repository: LIONH456/E-Commerce-Mobile-App-SU2
Catalog: lib/l10n/intl_*.arb
Languages: ar, km

# stayAheadTitle
source: Stay Ahead of the Latest Trends
ar: ابقَ على اطلاع بأحدث الاتجاهات
km: នាំមុខនិន្នាការចុងក្រោយ

# stayAheadSubtitle
source: Be the first to discover and own the hottest fashion, tech, and lifestyle products
ar: كن أول من يكتشف ويمتلك أحدث المنتجات في الموضة والتكنولوجيا ونمط الحياة
km: ក្លាយជាអ្នកទីមួយដែលបានរកឃើញ និងជាម្ចាស់ផលិតផលម៉ូដ សម្ភារៈបច្ចេកវិទ្យា និងរបៀបរស់នៅដែលពេញនិយមបំផុត

# effortlessShoppingTitle
source: Effortless Shopping Experience
ar: تجربة تسوق سهلة
km: បទពិសោធន៍ទិញទំនិញងាយស្រួល

# effortlessShoppingSubtitle
source: Enjoy a seamless and intuitive interface that makes shopping a breeze.
ar: استمتع بواجهة سلسة وبسيطة تجعل التسوق سهلاً.
km: រីករាយជាមួយចំណុចប្រទាក់គ្មានភាពរអាក់រអួល និងងាយស្រួលប្រើប្រាស់ ដែលធ្វើឱ្យការទិញទំនិញកាន់តែងាយស្រួល។

# discoverPossibilitiesTitle
source: Discover Endless Shopping Possibilities
ar: اكتشف إمكانيات تسوق لا حصر لها
km: ស្វែងរកលទ្ធភាពនៃការទិញទំនិញគ្មានដែនកំណត់

# discoverPossibilitiesSubtitle
source: Explore a vast collection of products from top brands, all in one place.
ar: استعرض مجموعة واسعة من المنتجات من أفضل العلامات التجارية، كلها في مكان واحد.
km: រុករកបណ្តុំផលិតផលយ៉ាងទូលំទូលាយពីម៉ាកល្បីៗទាំងអស់នៅកន្លែងតែមួយ។

# appName
source: Shopapay
ar: تسوق بسهولة

source: Let's you in
ar: دعنا نبدأ
km: អនុញ្ញាតឱ្យអ្នកចូល

source: Continue with Google
ar: تابع باستخدام جوجل
km: បន្តជាមួយ Google

source: Continue with Facebook
ar: تابع باستخدام فيسبوك
km: បន្តជាមួយ Facebook

source: Continue with Apple
ar: تابع باستخدام ابل
km: បន្តជាមួយ Apple

# orText
source: or
ar: أو
km: ឬ

source: Sign in with password
ar: تسجيل الدخول بكلمة المرور
km: ចូលដោយប្រើពាក្យសម្ងាត់

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟
km: មិនមានគណនីទេ?

source: Sign up
ar: سجل الآن
km: ចុះឈ្មោះ

source: Need Help?
ar: تحتاج مساعدة؟
km: ត្រូវការជំនួយ?

source: Welcome Back
ar: مرحباً بعودتك
km: ស្វាគមន៍ការត្រឡប់មកវិញ

# loginSubtitle
source: Log in to access your personalized real estate experience
ar: قم بتسجيل الدخول للوصول إلى تجربة تسوقك الشخصية
km: ចូលដើម្បីចូលប្រើបទពិសោធន៍អចលនទ្រព្យផ្ទាល់ខ្លួនរបស់អ្នក

# alreadyHaveAccount
source: Already have an account? Log In
ar: لديك حساب بالفعل؟ سجل الدخول
km: មានគណនីរួចហើយ? ចូល

# registerTitle
source: Register Your New Account!
ar: سجّل حسابك الجديد!
km: ចុះឈ្មោះគណនីថ្មីរបស់អ្នក!

# registerSubtitle
source: Enter your information below
ar: أدخل معلوماتك أدناه
km: បញ្ចូលព័ត៌មានរបស់អ្នកខាងក្រោម

# termsAgreement
source: By creating an account, you agree to our Terms and Condition
ar: بإنشاء حساب، فإنك توافق على الشروط والأحكام
km: តាមរយៈការបង្កើតគណនីមួយ អ្នកយល់ព្រមនឹងលក្ខខណ្ឌរបស់យើង

source: Create Account
ar: إنشاء حساب
km: បង្កើតគណនី

source: Reset Password
ar: إعادة تعيين كلمة المرور
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញ

# resetPasswordInstructions
source: Enter your new password . Remember this time!
ar: أدخل كلمة المرور الجديدة. لا تنسَها هذه المرة!
km: បញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នក។ ចាំលើកនេះ!

source: Confirm Password
ar: تأكيد كلمة المرور
km: បញ្ជាក់ពាក្យសម្ងាត់

source: Confirm
ar: تأكيد
km: បញ្ជាក់

# enterOtp
source: Enter Your OTP
ar: أدخل رمز التحقق
km: បញ្ចូលលេខ OTP របស់អ្នក

# resendCode
source: Resend code in 55 s
ar: إعادة إرسال الرمز خلال 55 ثانية
km: ផ្ញើលេខកូដម្តងទៀតក្នុង 55 វិនាទី

source: Verify
ar: تحقق
km: ផ្ទៀងផ្ទាត់

# cartItemCount
source: 3 Item at Cart
ar: 3 عناصر في السلة
km: ទំនិញ 3 នៅក្នុងរទេះ

source: See All
ar: عرض الكل
km: មើលទាំងអស់

source: Add more items
ar: أضف المزيد من العناصر
km: បន្ថែមទំនិញទៀត

source: Promo code
ar: كود الخصم
km: លេខកូដប្រូម៉ូសិន

# promoCodeHint
source: Enter Code Voucher
ar: أدخل كود الخصم
km: បញ្ចូលលេខកូដប័ណ្ណ

source: APPLY
ar: تطبيق
km: ដាក់ពាក្យ

source: Subtotal
ar: المجموع الفرعي
km: សរុបរង

source: Delivery
ar: التوصيل
km: ការដឹកជញ្ជូន

source: Total
ar: الإجمالي
km: សរុប

source: Home
ar: الرئيسية
km: ទំព័រដើម

source: Trending
ar: الرائج
km: កំពុងពេញនិយម

source: Favorites
ar: المفضلة
km: ចំណូលចិត្ត

source: Cart
ar: السلة
km: រទេះ

source: Profile
ar: الملف الشخصي
km: ប្រវត្តិរូប

source: Profile Information
ar: معلومات الملف الشخصي
km: ព័ត៌មានប្រវត្តិរូប

source: Notifications
ar: الإشعارات
km: ការជូនដំណឹង

source: My favorites
ar: مفضلتي
km: ចំណូលចិត្តរបស់ខ្ញុំ

source: Payment Methods
ar: طرق الدفع
km: វិធីបង់ប្រាក់

source: Settings
ar: الإعدادات
km: ការកំណត់

source: About Shopapay
ar: عن التطبيق
km: អំពី Shopapay

source: Log Out
ar: تسجيل الخروج
km: ចេញពីគណនី

# logOutConfirmation
source: Are you sure want to Log Out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
km: តើអ្នកពិតជាចង់ចេញពីគណនីមែនទេ?

source: Add card
ar: إضافة بطاقة
km: បន្ថែមប័ណ្ណ

source: Card Number
ar: رقم البطاقة
km: លេខប័ណ្ណ

source: Card Holder Name
ar: اسم حامل البطاقة
km: ឈ្មោះម្ចាស់ប័ណ្ណ

source: Expired
ar: منتهية
km: ផុតកំណត់

source: CVV Code
ar: رمز CVV
km: លេខកូដ CVV

source: Add New Card
ar: إضافة بطاقة جديدة
km: បន្ថែមប័ណ្ណថ្មី

source: Help Center
ar: مركز المساعدة
km: មជ្ឈមណ្ឌលជំនួយ

source: Contact Us
ar: اتصل بنا
km: ទាក់ទងមកយើង

# helpCenterSubtitle
source: Find answer to your problem using this app.
ar: اعثر على إجابات لمشاكلك باستخدام هذا التطبيق.
km: ស្វែងរកចម្លើយចំពោះបញ្ហារបស់អ្នកដោយប្រើកម្មវិធីនេះ។

source: Customer Service
ar: خدمة العملاء
km: សេវាអតិថិជន

source: Error 404
ar: خطأ 404
km: កំហុស 404

# errorMessage
source: We are not online this time. Please try again later
ar: نحن غير متصلين حالياً. يرجى المحاولة لاحقاً.
km: យើងមិនមានអ៊ីនធឺណិតទេនៅពេលនេះ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ

source: Back to Home
ar: العودة إلى الرئيسية
km: ត្រឡប់ទៅទំព័រដើម

source: Facebook
ar: فيسبوك
km: ហ្វេសប៊ុក

source: Instagram
ar: إنستغرام
km: អ៊ិនស្តាក្រាម

source: Website
ar: الموقع الإلكتروني
km: គេហទំព័រ

source: WhatsApp
ar: واتساب
km: វ៉តស៍អាប់

source: Twitter
ar: تويتر
km: ធ្វីតទ័រ

# followUs
source: Follow us on Social Media
ar: تابعنا على وسائل التواصل الاجتماعي
km: តាមដានពួកយើងនៅលើបណ្តាញសង្គម

source: Shirred Puff
ar: قميص شيررد بوف
km: អាវដៃប៉ោងមានផ្នត់

source: Rumpled Satin
ar: ساتان مجعد
km: សាច់សាតាំងផ្នត់

source: Double Ruffle Knit
ar: كروشيه بموجتين
km: អាវប៉ាក់ពីរជាន់

source: Delivery Address
ar: عنوان التوصيل
km: អាសយដ្ឋានដឹកជញ្ជូន

# defaultAddress
source: 120 Lane San Fransisco , East Falmouth MA
ar: 120 شارع سان فرانسيسكو، شرق فالماوث MA

source: Add New Address
ar: إضافة عنوان جديد
km: បន្ថែមអាសយដ្ឋានថ្មី

source: Add Delivery Instruction
ar: إضافة تعليمات التوصيل
km: បន្ថែមការណែនាំសម្រាប់ការដឹកជញ្ជូន

source: Recent Language
ar: اللغة الأخيرة
km: ភាសាថ្មីៗ

source: English
ar: الإنجليزية
km: អង់គ្លេស

source: Bangla
ar: البنغالية
km: បង់ក្លាដែស

source: All Language
ar: كل اللغات
km: ភាសាទាំងអស់

source: Russian
ar: الروسية
km: រុស្ស៊ី

source: Korean
ar: الكورية
km: កូរ៉េ

source: Spanish
ar: الإسبانية
km: អេស្ប៉ាញ

source: Turkish
ar: التركية
km: ទួរគី

source: Germany
ar: الألمانية
km: អាល្លឺម៉ង់

source: Italian
ar: الإيطالية
km: អ៊ីតាលី

source: Polish
ar: البولندية
km: ប៉ូឡូញ

source: Allow Notifications
ar: السماح بالإشعارات
km: អនុញ្ញាតការជូនដំណឹង

# allowNotificationsSubtitle
source: For daily update you will get it
ar: للحصول على تحديثات يومية
km: សម្រាប់ការអាប់ដេតប្រចាំថ្ងៃ អ្នកនឹងទទួលបានវា

source: Email Notifications
ar: إشعارات البريد الإلكتروني
km: ការជូនដំណឹងតាមអ៊ីមែល

source: Order Notifications
ar: إشعارات الطلبات
km: ការជូនដំណឹងការបញ្ជាទិញ

source: General Notifications
ar: الإشعارات العامة
km: ការជូនដំណឹងទូទៅ

source: Preferences
ar: التفضيلات
km: ចំណូលចិត្ត

source: Country
ar: البلد
km: ប្រទេស

source: USA
ar: الولايات المتحدة
km: សហរដ្ឋអាមេរិក

source: Application Settings
ar: إعدادات التطبيق
km: ការកំណត់កម្មវិធី

source: Notification
ar: الإشعارات
km: ការជូនដំណឹង

source: Dark Mode
ar: الوضع الداكن
km: របៀបងងឹត

source: Support
ar: الدعم
km: ជំនួយ

source: Terms and conditions
ar: الشروط والأحكام
km: លក្ខខណ្ឌ

source: Version
ar: الإصدار
km: កំណែ

source: Woman T-shirt...
ar: تي شيرت نسائي...
km: អាវយឺតនារី...

source: Showing
ar: عرض
km: កំពុងបង្ហាញ

source: Items
ar: عنصرًا
km: ទំនិញ

source: Sort
ar: ترتيب
km: តម្រៀប

# discount
source: 20% off
ar: خصم 20%
km: បញ្ចុះតម្លៃ 20%

source: Ruffle Knit Top
ar: قميص كروشيه بموجة
km: អាវប៉ាក់មានផ្នត់រំយោល

source: Space Dye Crop
ar: قميص قصير بألوان فضائية
km: អាវខ្លី Space Dye

source: Solid Cotton Polo
ar: بولو قطني صلب
km: អាវយឺត Polo កប្បាសពណ៌ធម្មតា

source: Evening Dress
ar: فستان سهرة
km: រ៉ូបល្ងាច

source: Pleat Front Top
ar: قميص بثنيات أمامية
km: អាវផ្នត់ខាងមុខ

source: Cotton Hoodie
ar: هودي قطني
km: អាវ Hoodies កប្បាស

source: Rumpled Satin Blouse
ar: بلوزة ساتان مجعدة
km: អាវ សាច់សាតាំងផ្នត់

source: Women
ar: نساء
km: នារី

source: Men
ar: رجال
km: បុរស

source: Kids
ar: أطفال
km: កុមារ

source: All
ar: الكل
km: ទាំងអស់

source: T-Shirt
ar: تي شيرت
km: អាវយឺត

source: Shoes
ar: احذية
km: ស្បែកជើង

source: Blazers
ar: بليزرات
km: អាវធំ

source: Jasmine Top
ar: قميص ياسمين
km: អាវ Jasmine

source: Stretch Cotton T-Shirt
ar: تي شيرت قطني مرن
km: អាវយឺតកប្បាសយឺត

source: Cocktail Dress
ar: فستان كوكتيل
km: រ៉ូបជប់លៀង

source: V size level Top
ar: قميص بمستوى V
km: អាវក V ទំហំស្តង់ដារ

# womanTShirtShort
source: Woman T-shirt
ar: تي شيرت نسائي
km: អាវយឺតនារី

source: New Fashion
ar: موضة جديدة
km: ម៉ូដថ្មី

source: Short Sleeve V-Neck
ar: كم قصير برقبة V
km: អាវក V ដៃខ្លី

source: Coarts
ar: معاطف
km: អាវធំ

source: Tops
ar: قمصان
km: អាវ

source: B.Wow'd Wireless
ar: B.Wow'd لاسلكي
km: B.Wow'd ឥតខ្សែ

source: Hodeui
ar: هودي

source: Write Review
ar: اكتب مراجعة
km: សរសេរការវាយតម្លៃ

source: Leaf Print Guipure Lace Panel Butterfly Sleeve Blouse !
ar: بلوزة بأكمام فراشة وزخارف من الدانتيل المطبوعة على أوراق!
km: អាវដៃមេអំបៅមានផ្ទាំងប៉ាក់ Guipure ព្រីនរូបស្លឹកឈើ!

source: Whats your rate ?
ar: ما تقييمك؟
km: តើការវាយតម្លៃរបស់អ្នកគឺជាអ្វី?

source: What can we improve ?
ar: ما الذي يمكننا تحسينه؟
km: តើយើងអាចកែលម្អអ្វីខ្លះ?

# goodQuality
source: Good quality & very original product
ar: جودة جيدة ومنتج أصلي للغاية
km: គុណភាពល្អ និងផលិតផលពិតប្រាកដ

source: All Review
ar: جميع التقييمات
km: ការវាយតម្លៃទាំងអស់

# goodService
source: Its good service from, the packing nice and delivery on time …
ar: خدمة جيدة، التغليف رائع والتوصيل في الوقت المحدد...
km: វាជាសេវាកម្មល្អ ការវេចខ្ចប់ស្អាត និងដឹកជញ្ជូនទាន់ពេល…

# patrickRaddenKeefeReviewer
source: Patrick Radden KeefeReviewer: David Grube and Gary DeLander
ar: المراجع: باتريك رادن كيف وديفيد جروب وجاري دي لاندر
km: អ្នកវាយតម្លៃ Patrick Radden Keefe៖ David Grube និង Gary DeLander

# eventCanceled
source: We apologize for the inconvenience, but this event was canceled.
ar: نعتذر عن الإزعاج، لكن تم إلغاء هذا الحدث.
km: យើងសូមអភ័យទោសចំពោះភាពរអាក់រអួល ប៉ុន្តែមូលហេតុគឺព្រឹត្តិការណ៍នេះត្រូវបានលុបចោល។

# michaelLewisReviewer
source: Michael LewisReviewer: Bruce Thomson and Charlie Fautin
ar: المراجع: مايكل لويس، بروس تومسون وتشارلي فوتين
km: អ្នកវាយតម្លៃ Michael Lewis៖ Bruce Thomson និង Charlie Fautin

source: Description
ar: الوصف
km: ការពិពណ៌នា

source: Color
ar: اللون
km: ពណ៌

source: White
ar: أبيض
km: ស

source: Style
ar: النمط
km: ម៉ូត

source: Casual
ar: كاجوال
km: ធម្មតា

source: Type
ar: النوع
km: ប្រភេទ

source: Top
ar: قميص
km: អាវ

source: Neckline
ar: الرقبة
km: កអាវ

source: V neck
ar: رقبة V
km: ក V

source: Details
ar: التفاصيل
km: ព័ត៌មានលម្អិត

source: Contrast Lace
ar: دانتيل متباين
km: ប៉ាក់ខុសគ្នា

source: Sleeve Length
ar: طول الكم
km: ប្រវែងដៃអាវ

source: Half Sleeve
ar: نصف كم
km: ដៃអាវខ្លី

source: Sleeve Type
ar: نوع الكم
km: ប្រភេទដៃអាវ

source: Flounce Sleeve
ar: كم متموج
km: ដៃអាវ Flounce

source: Length
ar: الطول
km: ប្រវែង

source: Regular
ar: عادي
km: ធម្មតា

source: Fit Type
ar: نوع القص
km: ប្រភេទសម

source: Regular Fit
ar: قص عادي
km: សមធម្មតា

source: Fabric
ar: القماش
km: ក្រណាត់

source: Non-Stretch
ar: غير مرن
km: មិនយឺត

source: Material
ar: المادة
km: សម្ភារៈ

source: Woven Fabric
ar: قماش منسوج
km: ក្រណាត់ត្បាញ

source: Composition
ar: التكوين
km: សមាសភាព

# polyester
source: 100% Polyester
ar: 100% بوليستر

source: Care Instructions
ar: تعليمات العناية:
km: ការណែនាំអំពីការថែទាំ

# machineWash
source: Machine wash or professional dry clean
ar: غسل آلي أو تنظيف جاف احترافي
km: បោកទឹកដោយម៉ាស៊ីន ឬសម្អាតដោយអ្នកជំនាញ

source: Sheer
ar: شفافية
km: រលោង

source: Semi-Sheer
ar: شبه شفاف
km: រលោងបន្តិច

source: Leaf Print Guipure Lace Butterfly
ar: زخارف دانتيل مطبوعة بأوراق وأكمام فراشة
km: ដៃមេអំបៅប៉ាក់ Guipure ព្រីនរូបស្លឹកឈើ

source: SEE REVIEW
ar: عرض المراجعات
km: មើលការវាយតម្លៃ

source: Size
ar: الحجم
km: ទំហំ

source: S
ar: صغير

source: M
ar: متوسط

source: L
ar: كبير

source: See Description
ar: عرض الوصف
km: មើលការពិពណ៌នា

source: Related Product
ar: منتجات ذات صلة
km: ផលិតផលពាក់ព័ន្ធ

source: Add to Cart
ar: أضف إلى السلة
km: បន្ថែមទៅរទេះ

source: Buy Now
ar: اشترِ الآن
km: ទិញឥឡូវនេះ

# leafPrintGuipureLaceButterflyShort
source: Leaf Print Guipure Lace Butterfly
ar: دانتيل أوراق بأكمام قصيرة
km: ដៃមេអំបៅប៉ាក់ Guipure ព្រីនរូបស្លឹកឈើ

source: Classical Sm Top’s
ar: قمصان كلاسيكية صغيرة
km: អាវ Classical Sm

source: Milo Leather Coats
ar: معاطف ميلو الجلدية
km: អាវធំស្បែក Milo

source: Hello, mahmoud 👋
ar: مرحباً محمود 👋
km: សួស្តី Mahmoud 👋

# letsExplore
source: Let’s explore what’s new today!
ar: دعونا نستكشف ما هو الجديد اليوم!
km: តោះរុករកអ្វីដែលថ្មីថ្ងៃនេះ!

source: My Cart
ar: سلتي
km: រទេះរបស់ខ្ញុំ

source: New Offers
ar: عروض جديدة
km: ការផ្តល់ជូនថ្មីៗ

source: Friday Sale
ar: تخفيضات الجمعة
km: ការលក់ថ្ងៃសុក្រ

# newMacbookPro
source: New Macbook Pro M1 2022
ar: ماك بوك برو الجديد M1 2022

source: UP TO 30% OFF
ar: تخفيض حتى 30%
km: បញ្ចុះតម្លៃរហូតដល់ 30%

# becomeSeller
source: Bacome Seller
ar: كن بائعاً
km: ក្លាយជាអ្នកលក់

source: END OF SEASON
ar: نهاية الموسم
km: ចប់រដូវកាល

source: GET NOW
ar: احصل عليه الآن
km: ទិញឥឡូវនេះ

source: Crewneck Tech T-Shirt
ar: تي شيرت بتقنية Crewneck
km: អាវយឺតកមូល Crewneck Tech

source: How Can We Help You?
ar: كيف يمكننا مساعدتك؟
km: តើយើងអាចជួយអ្នកដោយរបៀបណា?

source: Type here
ar: اكتب هنا
km: វាយនៅទីនេះ

source: How do I|
ar: كيف أقوم بـ|
km: តើខ្ញុំត្រូវ|

# howDoICreateAccount
source: How do I create an account?
ar: كيف يمكنني إنشاء حساب؟
km: តើខ្ញុំត្រូវបង្កើតគណនីដោយរបៀបណា?

# howDoISearchProduct
source: How do I search for a product?
ar: كيف أبحث عن منتج؟
km: តើខ្ញុំត្រូវស្វែងរកផលិតផលដោយរបៀបណា?

# howDoITrackOrder
source: How do I track my order?
ar: كيف أتابع طلبي؟
km: តើខ្ញុំត្រូវតាមដានការបញ្ជាទិញរបស់ខ្ញុំដោយរបៀបណា?

# howDoIContactSupport
source: How do I contact customer support?
ar: كيف أتواصل مع دعم العملاء؟
km: តើខ្ញុំត្រូវទាក់ទងផ្នែកជំនួយអតិថិជនដោយរបៀបណា?

source: Search
ar: بحث
km: ស្វែងរក

# howDoISearchProperties
source: How do I search for properties on the app?
ar: كيف أبحث عن خصائص في التطبيق؟
km: តើខ្ញុំត្រូវស្វែងរកអចលនទ្រព្យនៅលើកម្មវិធីដោយរបៀបណា?

# canISaveFavoriteProperties
source: Can I save my favorite properties on the app?
ar: هل يمكنني حفظ الخصائص المفضلة لدي في التطبيق؟
km: តើខ្ញុំអាចរក្សាទុកអចលនទ្រព្យដែលខ្ញុំចូលចិត្តនៅលើកម្មវិធីបានទេ?

# savePropertiesAnswer
source: Yes, most real estate apps allow you to save properties that you're interested in so that you can easily find them later.
ar: نعم، معظم تطبيقات العقارات تسمح بحفظ الخصائص التي تهمك لتجدها بسهولة لاحقاً.
km: បាទ/ចាស កម្មវិធីអចលនទ្រព្យភាគច្រើនអនុញ្ញាតឱ្យអ្នករក្សាទុកអចលនទ្រព្យដែលអ្នកចាប់អារម្មណ៍ ដើម្បីឱ្យអ្នកអាចស្វែងរកវាងាយស្រួលនៅពេលក្រោយ។

# howDoISearchWomenSkart
source: How do I search for Women skart for home menu?
ar: كيف أبحث عن التنانير النسائية في القائمة الرئيسية؟
km: តើខ្ញុំត្រូវស្វែងរកសំពត់ (skart) នារីសម្រាប់ម៉ឺនុយទំព័រដើមដោយរបៀបណា?

# canIEditProfileEmail
source: Can i edit my profile email with my contact number?
ar: هل يمكنني تعديل البريد الإلكتروني الخاص بملفي الشخصي برقم الاتصال الخاص بي؟
km: តើខ្ញុំអាចកែសម្រួលអ៊ីមែលប្រវត្តិរូបរបស់ខ្ញុំជាមួយលេខទូរស័ព្ទទំនាក់ទំនងរបស់ខ្ញុំបានទេ?

# bestPaymentMethod
source: What is the best way payment method for buy cloth?
ar: ما هي أفضل طريقة للدفع عند شراء الملابس؟
km: តើវិធីបង់ប្រាក់មួយណាដែលល្អបំផុតសម្រាប់ការទិញសម្លៀកបំពាក់?

# placeDoesntExist
source: The place doesn’t exist
ar: المكان غير موجود
km: ទីកន្លែងមិនមានទេ

source: No results Found
ar: لم يتم العثور على نتائج
km: មិនមានលទ្ធផលទេ

source: Checkout
ar: إتمام الشراء
km: ទូទាត់ប្រាក់

source: Payment Method
ar: طريقة الدفع
km: វិធីបង់ប្រាក់

# savedCreditCards
source: List of all credit cards you saved
ar: قائمة بكل بطاقاتك الائتمانية المحفوظة
km: បញ្ជីប័ណ្ណឥណទានទាំងអស់ដែលអ្នកបានរក្សាទុក

source: Enter your Email
ar: ادخل البريد الالكتروني الخاص بك
km: បញ្ចូលអ៊ីមែលរបស់អ្នក

source: Remember Me
ar: تذكرني
km: ចងចាំខ្ញុំ

source: Forget Password?
ar: نسيت كلمة المرور
km: ភ្លេចពាក្យសម្ងាត់?

# continuee
source: Continue
ar: استمر
km: បន្ត

source: Register
ar: تسجيل
km: ចុះឈ្មោះ

# logInToAccessYourPersonalized
source: Log in to access your personalized real estate experience'
ar: تسجيل الدخول للوصول إلى تجربة العقار الشخصية الخاصة بك
km: ចូលដើម្បីចូលប្រើបទពិសោធន៍អចលនទ្រព្យផ្ទាល់ខ្លួនរបស់អ្នក

source: Name
ar: الاسم
km: ឈ្មោះ

# email
source: Email Address
ar: البريد الالكتروني
km: អាសយដ្ឋានអ៊ីមែល

source: Enter your Name
ar: ادخل الاسم الخاص بك
km: បញ្ចូលឈ្មោះរបស់អ្នក

source: or
ar: او
km: ឬ

# enterYourEmailThenWeWillSendYouOTP
source: Enter your Email then we will send you OTP to reset new password.
ar: أدخل بريدك الإلكتروني ثم سنرسل لك رسالة OTP لإعادة تعيين كلمة المرور
km: បញ្ចូលអ៊ីមែលរបស់អ្នក នោះយើងនឹងផ្ញើលេខ OTP ទៅអ្នកដើម្បីកំណត់ពាក្យសម្ងាត់ថ្មី។

source: Please Wait
ar: الرجاء الانتظار
km: សូមរង់ចាំ

source: Enter your naw password , Remember this time!
ar: أدخل كلمة المرور الجديدة، تذكر هذه المرة!
km: បញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នក, ចាំលើកនេះ!

source: Password
ar: كلمة المرور
km: ពាក្យសម្ងាត់

source: Register Your New Account
ar: سجل حسابك الجديد
km: ចុះឈ្មោះគណនីថ្មីរបស់អ្នក

source: Enter your information below
ar: ادخل المعلومات الخاصة بك ادناه
km: បញ្ចូលព័ត៌មានរបស់អ្នកខាងក្រោម

# byCreatingAccountYouAgreeToOur
source: By creating an account, you agree to our
ar: من خلال التسجيل، توافق على البنود والشروط الخاصة بنا
km: តាមរយៈការបង្កើតគណនី អ្នកយល់ព្រមនឹង

source: SubTitle
ar: عنوان فرعي
km: ចំណងជើងរង

source: Reviews
ar: التقييمات
km: ការវាយតម្លៃ

source: Cancel
ar: الغاء
km: បោះបង់

source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
km: តើអ្នកពិតជាចង់ចេញពីគណនីមែនទេ?

source: Edit Profile
ar: تعديل الملف الشخصي
km: កែសម្រួលប្រវត្តិរូប

source: Messages
ar: الرسائل
km: សារ

source: Recent Notifications
ar: الإشعارات الأخيرة
km: ការជូនដំណឹងថ្មីៗ

source: Clear All
ar: مسح الكل
km: ជម្រះទាំងអស់

source: Today
ar: اليوم
km: ថ្ងៃនេះ

source: Yesterday
ar: أمس
km: ម្សិលមិញ

source: Online
ar: متصل
km: អនឡាញ

# writeReply
source: Write a reply
ar: كتابة رد
km: សរសេរការឆ្លើយតប

source: Unknown Location
ar: موقع غير معروف
km: ទីតាំងមិនស្គាល់

source: Unable to get current location
ar: غير قادر على الحصول على موقعك الحالي
km: មិនអាចទទួលបានទីតាំងបច្ចុប្បន្ន

source: Add Address
ar: إضافة عنوان
km: បន្ថែមអាសយដ្ឋាន

source: Loading...
ar: جار التحميل...
km: កំពុងដំណើរការ...

source: List of all credit cards you saved
ar: قائمة كل بطاقاتك الائتمانية المحفوظة
km: បញ្ជីប័ណ្ណឥណទានទាំងអស់ដែលអ្នកបានរក្សាទុក

source: Enter Code Voucher
ar: ادخل الكود الخاص بك
km: បញ្ចូលលេខកូដប័ណ្ណ

source: Map Location
ar: موقع الخريطة
km: ទីតាំងនៅលើផែនទី

source: Done
ar: تم
km: រួចរាល់

source: Item at Cart
ar: عنصر في السلة
km: ទំនិញនៅក្នុងរទេះ

source: Your Cart is Empty
ar: سلة التسوق الخاصة بك فارغة
km: រទេះរបស់អ្នកទទេ

source: General
ar: عام
km: ទូទៅ

source: Home Search
ar: بحث في الرئيسية
km: ស្វែងរកផ្ទះ

source: Rate Us
ar: قيمنا
km: វាយតម្លៃពួកយើង

source: Language
ar: اللغة
km: ភាសា

source: PayPal
ar: باي بال

source: Master Card
ar: بطاقة ماستركارد

source: OTP Verification
ar: تحقق OTP
km: ការផ្ទៀងផ្ទាត់ OTP

source: Enter Your OTP
ar: ادخل الكود الخاص بك
km: បញ្ចូលលេខ OTP របស់អ្នក

source: Code has sent to
ar: تم ارسال الكود الى
km: លេខកូដត្រូវបានផ្ញើទៅ

source: Submit
ar: ارسال
km: ដាក់ស្នើ

# mostRealEstateApps
source: Yes, most real estate apps allow you to save properties that you're interested in so that you can easily find them later.
ar: نعم، تسمح لك معظم التطبيقات العقارية بحفظ العقارات التي تهمك حتى تتمكن من العثور عليها بسهولة لاحقًا.
km: បាទ/ចាស កម្មវិធីអចលនទ្រព្យភាគច្រើនអនុញ្ញាតឱ្យអ្នករក្សាទុកអចលនទ្រព្យដែលអ្នកចាប់អារម្មណ៍ ដើម្បីឱ្យអ្នកអាចស្វែងរកវាងាយស្រួលនៅពេលក្រោយ។

# toResetYourPassword
source: To reset your password, please select contact details
ar: لتعيين كلمة المرور الخاصة بك، يرجى إدخال كلمة المرور الجديدة، وسنرسل لك رسالة OTP لإعادة تعيين كلمة المرور.
km: ដើម្បីកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ សូមជ្រើសរើសព័ត៌មានលម្អិតទំនាក់ទំនង

source: Via Phone
ar: من خلال الهاتف
km: តាមរយៈទូរស័ព្ទ

source: Via Email
ar: من خلال البريد الإلكتروني
km: តាមរយៈអ៊ីមែល

source: Address
ar: العنوان
km: អាសយដ្ឋាន

source: Enter your Address
ar: ادخل العنوان الخاص بك
km: បញ្ចូលអាសយដ្ឋានរបស់អ្នក

source: Save
ar: حفظ
km: រក្សាទុក

source: Create New Password
ar: إنشاء كلمة مرور جديدة
km: បង្កើតពាក្យសម្ងាត់ថ្មី

# findAnswerToYourProblem
source: Find answer to your problem using this app.
ar: ابحث عن إجابة لمشكلتك باستخدام هذا التطبيق.
km: ស្វែងរកចម្លើយចំពោះបញ្ហារបស់អ្នកដោយប្រើកម្មវិធីនេះ។

source: Enter your Card
ar: ادخل رقم البطاقة
km: បញ្ចូលប័ណ្ណរបស់អ្នក

source: Enter Holder Name
ar: ادخل اسم صاحب البطاقة
km: បញ្ចូលឈ្មោះម្ចាស់ប័ណ្ណ

source: Code
ar: كود
km: លេខកូដ

source: Job Vacancy
ar: الوظائف المتاحة
km: ឱកាសការងារ

source: Privacy Policy
ar: سياسة الخصوصية
km: គោលការណ៍ឯកជនភាព

source: Accessibility
ar: الوصول للمحتوى
km: លទ្ធភាពប្រើប្រាស់

source: Skip
ar: تخطى
km: រំលង

source: Arabic
ar: العربية
km: អារ៉ាប់

source: Get Started
ar: ابدأ
km: ចាប់ផ្តើម

source: Next
ar: التالي
km: បន្ទាប់

source: Not Available
ar: غير متوفر حاليا
km: មិនមាន
